[
    {
      "Classification": "Birds",
      "Scientific Name": "Charadrius melodus",
      "Common Name": "Piping Plover",
      "Description": "This pale shorebird with orange legs is the color of dry beach sand. It weighs 1.5 to 2.25 ounces and is 5.5 inches long. In spring and summer, it sports a single black neck band and a narrow black band across its forehead. In flight, the rump is white. The bill is yellowish with a black tip. The sexes appear similar in both size and plumage. The call is a melodious, organ-like, two- to four-note whistle. Piping plovers are seen individually or in small flocks.",
      "Listed Location": "[Great Lakes watershed DPS] - Great Lakes, watershed in States of IL, IN, MI, MN, NY, OH, PA, and WI and Canada (Ont.)",
      "Reigon": 3,
      "ESA Listing Status": "Endangered",
      "Date Added as Such": "12/12/1985"
    },
    {
      "Classification": "",
      "Scientific Name": "",
      "Common Name": "",
      "Description": "",
      "Listed Location": "",
      "Reigon": "",
      "ESA Listing Status": "",
      "Date Added as Such": ""
    },
    {
      "Classification": "Birds",
      "Scientific Name": "Calidris canutus rufa",
      "Common Name": "Red knot",
      "Description": "Red knots breed in the Canadian Arctic and winter at the southern tip of South America. A major stopping point on the 10,000-mile northward migration is the Delaware Bay, where these shorebirds feed heavily on horseshoe crab eggs to replenish fat supplies before continuing. In New York, the subspecies C. c. rufa occurs along the salt meadows and mudflat of the South Shore of Long Island in both spring and fall, numbering more than 1,000 individuals.",
      "Listed Location": "Wherever Found",
      "Reigon": 5,
      "ESA Listing Status": "Threatened",
      "Date Added as Such": "01/13/2015"
    },
    {
      "Classification": "Birds",
      "Scientific Name": "Sterna dougallii dougallii",
      "Common Name": "Roseate tern",
      "Description": "The roseate tern is a graceful bird, 14 to 17 inches long, with a wingspan of about 30 inches. It resembles the common tern. Its back and upper wings are a light pearly-grey, while its underparts are white. The tip of the white tail extends well beyond its wing tips when the bird is at rest. In the summer it has a black cap, nape and bill. Juveniles have prominent, dark \"V\"s on the feathers of the back. The flight of this bird is distinctive, with rapid, shallow wingbeats of equal emphasis on the upstroke and downstroke. Its call is a rasping \"z-aa-p\" or a soft, two-syllabled \"chivy.\" Roseate terns feed primarily on American sand lance, a small marine fish.",
      "Listed Location": "Northeast U.S. nesting population",
      "Reigon": 5,
      "ESA Listing Status": "Endangered",
      "Date Added as Such": "11/03/1987"
    },
    {
      "Classification": "Clams",
      "Scientific Name": "Pleurobema clava",
      "Common Name": "Clubshell",
      "Description": "Pleurobema clava belongs to the subfamily Ambleminae and the tribe Pleurobemini, which includes four extant and one likely extirpated New York species in the genera Elliptio, Fusconaia, and Pleurobema (Haag 2012). In general, the shells are of this tribe are unsculptured and larvae are brooded only in the outer demibranchs (with exceptions) (Graf and Cummings 2011). Pleurobema clava is the only member of the Pleurobema genus with an orange viscera and foot. The genus name pleurobema, meaning step, refers to the ribs found between the shell annulae. The species name, clava, means club and refers to the general shape of the shell (Watters et al. 2009).",
      "Listed Location": "Wherever Found; Except where listed as Experimental Populations",
      "Reigon": 5,
      "ESA Listing Status": "Endangered",
      "Date Added as Such": "01/23/1993"
    },
    {
      "Classification": "Clams",
      "Scientific Name": "Alasmidonta heterodon",
      "Common Name": "Dwarf wedgemussel",
      "Description": "The dwarf wedge mussel is a small freshwater mussel that rarely exceeds 1.5 inches (38 mm) in length. It is brown or yellowish-brown in color. Adult mussels are filter-feeders, feeding on algae and other small suspended particles. They spend most of their time buried almost completely in the bottom of streams and rivers.",
      "Listed Location": "Wherever Found",
      "Reigon": 5,
      "ESA Listing Status": "Endangered",
      "Date Added as Such": "03/15/1990"
    },
    {
      "Classification": "Clams",
      "Scientific Name": "Epioblasma rangiana",
      "Common Name": "Northern riffleshell",
      "Description": "Epioblasma torulosa rangiana has never been recorded in New York State.  However, this species was recorded from the Allegheny River and Conewango Creek only a few kilometers south of the New York-Pennsylvania boarder.  Strayer & Jirka (1997) speculate that this species most certainly lived in the New York portions of these streams at one time.  Range wide, Epioblasma species have declined sharply, with rangiana only occupying 5% of its former range (NatureServe 2013). If it were to be found in New York it would occupy the riffles in Cassadaga, Conewango and French Creeks or in the Niagara-Erie basin.",
      "Listed Location": "Wherever Found",
      "Reigon": 5,
      "ESA Listing Status": "Endangered",
      "Date Added as Such": "01/23/1993"
    },
    {
      "Classification": "Clams",
      "Scientific Name": "Villosa fabalis",
      "Common Name": "Rayed Bean",
      "Description": "Villosa fabalis belongs to the subfamily Ambleminae and the tribe Lampsilini, which includes 17 extant and 6 likely extirpated New York species of the genera Actinonaias, Epioblasma, Lampsilis, Leptodea, Ligumia, Obovaria, Potamilus, Ptychobranchus, Toxolasma, Truncilla, and Villosa (Haag 2012, Graf and Cummings 2011). V. fabalis is in the genus Villosa meaning shaggy or rough, has evolved into a clade with many examples of smooth exteriors, including the rayed bean. The species name fabalis, meaning “faba” or “bean,” aptly describes its small, solid, bean-shape and size (Watters et al. 2009).",
      "Listed Location": "Wherever Found",
      "Reigon": 3,
      "ESA Listing Status": "Endangered",
      "Date Added as Such": "03/16/2012"
    },
    {
      "Classification": "Clams",
      "Scientific Name": "Epioblasma triquetra",
      "Common Name": "Snuffbox mussel",
      "Description": "Epioblasma triquetra is believed to be extirpated from the New York. Historically, this species had only been seen prior to the 1950s in Lake Erie at Bay View, Buffalo Creek, and the Niagara River. It is possible that very small populations may be found in larger tributaries of Lake Ontario and the Niagara River, as well as in the Allegheny basin (Strayer & Jirka 1997). One recently-dead shell was found in 1999.",
      "Listed Location": "Wherever Found",
      "Reigon": 3,
      "ESA Listing Status": "Endangered",
      "Date Added as Such": "03/16/2012"
    },
    {
      "Classification": "Ferns and Allies",
      "Scientific Name": "Asplenium scolopendrium var. americanum",
      "Common Name": "American hart's-tongue fern",
      "Description": "Hart’s Tongue Fern is a rare treat for the eyes; it is so green, glossy, and large that it defies reality. The elegant, smooth, unserrated fronds are 20 to 40 cm in length and look decidedly tropical and incongruous in the northern forest they inhabit. These huge fronds are hopefully tucked safely beneath the snow during the winter as the species is evergreen and perennial. Hart’s Tongue Fern can be found in discrete habitat within a very few shaded, moist, intensely green northern deciduous forests. An epipetric fern, it grows within small cracks in large rocks, the rock fissures usually no more than a foot above the moist soil.",
      "Listed Location": "Wherever Found",
      "Reigon": 5,
      "ESA Listing Status": "Threatened",
      "Date Added as Such": "07/15/2023"
    },
    {
      "Classification": "Flowering Plants",
      "Scientific Name": "Solidago houghtonii",
      "Common Name": "Houghton's goldenrod",
      "Description": "Houghton's goldenrod (Solidago houghtonii) is a flowering plant in the aster family. It was named in honor of Douglass Houghton, a doctor, botanist, civic leader, and Michigan's first State Geologist. It can be found along the Great Lakes shorelines, where it grows in close association with other rare plants and animals, like Pitcher's thistle (Cirsium pitcheri), dwarf lake iris (Iris lacustris), piping plover (Charadrius melodus), and the Lake Huron locust (Trimerotropis huroniana). Houghton’s goldenrod was listed as a threatened species under the Endangered Species Act on July 18, 1988.",
      "Listed Location": "Wherever Found",
      "Reigon": 3,
      "ESA Listing Status": "Threatened",
      "Date Added as Such": "07/19/1988"
    },
    {
      "Classification": "Flowering Plants",
      "Scientific Name": "Rhodiola integrifolia ssp. leedyi",
      "Common Name": "Leedy's roseroot",
      "Description": "Leedy's roseroot is a cliffside wildflower, found today in only seven locations in three states. Four populations are found in Fillmore and Olmsted Counties, Minnesota. Two are in upstate New York, a large population on the shores of Seneca Lake and a single plant at Watkins Glen. In South Dakota the subspecies occurs on Black Hills National Forest on a cliff at approximately 7,000 feet above sea level. Leedy's roseroot has a relatively elongate, leafy stem. The closely-packed leaves arise directly from the main stem and are smooth, with irregularly toothed to toothless edges. Although they are succulent, they can appear quite limp in dry weather. Male and female flowers are borne on separate plants. The small 4- to 5-petaled flowers are arranged in dense heads at the end of the leafy stem. They vary in color from dark red to occasional yellow or oranges.",
      "Listed Location": "Wherever Found",
      "Reigon": 3,
      "ESA Listing Status": "Threatened",
      "Date Added as Such": "04/23/1992"
    },
    {
      "Classification": "Flowering Plants",
      "Scientific Name": "Scirpus ancistrochaetus",
      "Common Name": "Northeastern bulrush",
      "Description": "Northeastern bulrush, first described as a new species by A.E. Schuyler in 1962, is a leafy, perennial herb approximately 80-120 centimeters in height. The lowermost leaves are up to 8 millimeters (mm) wide and 40-60 times as long as wide, while the uppermost leaves are 3-5 mm wide and 30-50 times as long as wide (Schuyler 1962). Flowering culms (stems) are produced from short, woody, underground rhizomes. The umbellate inflorescence has distinctly arching rays, which bear clusters of brown spikelets (small, elongated flower clusters). Each of the minute flowers has six small (1.1-1.7 mm long), rigid perianth bristles, and each bristle is armed with thickwalled, sharply pointed barbs projecting downward. Flowers have 0-3 stamens and a 3- parted style. The yellow-brown achenes (Figure 2) are 1.10-1.35 mm long, obovate, and tough and thickened above the seed (Schuyler 1962). Flowering occurs from mid-June to July, and fruit sets between July and September (Crow 1982).",
      "Listed Location": "n/a",
      "Reigon": 5,
      "ESA Listing Status": "Endangered",
      "Date Added as Such": "05/08/1991"
    },
    {
      "Classification": "Flowering Plants",
      "Scientific Name": "Aconitum noveboracense",
      "Common Name": "Northern wild monkshood",
      "Description": "Northern wild monkshood is a federally threatened plant listed in 1978 and found in three disjunct populations: one bordering southwest Wisconsin and northeast Iowa, a second in northeast Ohio, and a third residing in the Catskill Mountains of New York. A member of the buttercup family, the species can be found on shaded to partially shaded cliffs, algific talus slopes, or on cool, streamside sites. Threats to northern monkshood are predominately related to habitat loss or degradation. Possible threats include: contamination and filling of sinkholes, grazing and trampling by livestock and deer, human foot traffic, logging, maintenance of highways and powerlines, misapplication of pesticides, quarrying and road building. Other threats include climate change , and some populations are threatened by collection.",
      "Listed Location": "Wherever Found",
      "Reigon": 3,
      "ESA Listing Status": "Threatened",
      "Date Added as Such": "05/28/1978"
    },
    {
      "Classification": "Flowering Plants",
      "Scientific Name": "Agalinis acuta",
      "Common Name": "Sandplain gerardia",
      "Description": "The sandplain gerardia (Agalinis acuta) inhabits dry, sandy, poor-nutrient soils in sandplain and serpentine sites in Massachusetts, Rhode Island, Connecticut, New York and Maryland. Its favored growing conditions are native grasslands on sandy loam, loam and loamy sand soils. It requires exposed mineral soil in close proximity to little bluestem and other native grasses, with which it is thought to form hemiparasitic root connections. Most sites are within ten miles of the coast. The taxonomic relationship between A. acuta and the non-endangered A. tenella is unclear. They are morphologically distinct, but chloroplast DNA variation is not significant.",
      "Listed Location": "Wherever Found",
      "Reigon": 5,
      "ESA Listing Status": "Endangered",
      "Date Added as Such": "09/08/1988"
    },
    {
      "Classification": "Flowering Plants",
      "Scientific Name": "Amaranthus pumilus",
      "Common Name": "Seabeach amaranth",
      "Description": "Seabeach amaranth is an annual plant native to U.S. Atlantic coast beaches. This plant is an indicator of a healthy beach ecosystem and contributes to coastal resiliency by helping to bind the sand. Well-adapted to its beach habitat, seabeach amaranth is highly tolerant of salt spray and able to grow in nearly pure sand but is intolerant of competing plants and most often occurs in areas with little other vegetation. By the 1980s, the species had vanished from 7 of the 9 states in its historic range. It has since made a remarkable comeback through natural seed dispersal as well as conservation efforts.",
      "Listed Location": "Wherever Found",
      "Reigon": 4,
      "ESA Listing Status": "Threatened",
      "Date Added as Such": "04/08/1993"
    },
    {
      "Classification": "Flowering Plants",
      "Scientific Name": "Isotria medeoloides",
      "Common Name": "Small whorled pogonia",
      "Description": "Isotria medeoloides, also known as Small Whorled Pogonia, is found primarily in eastern Canada and the United States, with a few populations in central U.S. states. It produces 4-6 greyish green leaves which form a whorled ring around the upper part of the stem. Its flowers are pale green, with the labellum often colored light yellow to pale green or white, usually streaked with green. It grows in forests and woodlands, generally preferring young, open-canopy forests and disappearing from more mature forests where the canopy is thicker.",
      "Listed Location": "n/a",
      "Reigon": 5,
      "ESA Listing Status": "Threatened",
      "Date Added as Such": "09/10/1982"
    },
    {
      "Classification": "Insects",
      "Scientific Name": "Lycaeides melissa samuelis",
      "Common Name": "Karner blue butterfly",
      "Description": "The Karner blue is a small butterfly with a wingspan of approximately one inch. In the male, the upper surface of all four wings is a deep violet-blue fringed with white. In the female, the upper surface is a dusky brownish blue with orange spots on the edge of the hindwing. In both the lower surface is a pale silver with white-ringed black spots and rows of bright orange and blue markings near the edge of the hindwings. The protective coloration of the larva, which reaches half an inch in length before changing into a pupa, perfectly matches the green leaves of the vegetation. The larva is covered with very fine hairs.",
      "Listed Location": "Wherever Found",
      "Reigon": 3,
      "ESA Listing Status": "Endangered",
      "Date Added as Such": "12/15/1992"
    },
    {
      "Classification": "Mammals",
      "Scientific Name": "Myotis sodalis",
      "Common Name": "Indiana bat",
      "Description": "The Indiana bat is one of nine bat species found in New York. All are small as mammals go, this species being roughly 2 inches (51 mm) in length and weighing approximately .2 -.3 ounce (6-9 gm). Identifying most of New York's bats is not easy and the Indiana bat is one of the most difficult. It can be distinguished from its closest look alike, the little brown bat (Myotis lucifugus), by several rather obscure features. Generally, the Indiana bat is uniformly dark grey to grayish-brown in color and often has a pinkish colored nose. The little brown bat has brown fur; its ears and nose are often slightly darker, giving the appearance of a faintly contrasting dark mask, a feature that is noticeably lacking in the Indiana bat. An Indiana bat's feet are smaller, about 1/3 in. in length, with few if any hairs. These hairs do not extend beyond the tips of the toes. The calcar (a cartilaginous projection from the foot which helps support the membrane between the foot and the tail) is generally keeled in the Indiana bat but not in the little brown. Indiana bats are generally found in tightly packed clusters. In the center of the cluster, only the faces and wrists are visible. Little browns generally occur in loose clusters.",
      "Listed Location": "Wherever Found",
      "Reigon": 3,
      "ESA Listing Status": "Endangered",
      "Date Added as Such": "03/12/1967"
    },
    {
      "Classification": "Mammals",
      "Scientific Name": "Myotis septentrionalis",
      "Common Name": "Northern Long-Eared Bat",
      "Description": "Northern long-eared bats (NLEB), also known as northern Myotis, are primarily forest-dependent insectivores. They utilize a diversity of forest habitats for roosting, foraging and raising young. In general, any tree large enough to have a cavity or that has loose bark may be utilized by NLEB for roosting or rearing young. Prior to 2006, NLEB were frequently detected in the forests of every county of New York State with the exception of the 5 counties of New York City. Since they feed predominantly on flying insects, they hibernate through the late fall and early spring to save energy when food is not available. Most known hibernation sites are caves or abandoned mines.",
      "Listed Location": "Wherever Found",
      "Reigon": 3,
      "ESA Listing Status": "Endangered",
      "Date Added as Such": "05/05/2015"
    },
    {
      "Classification": "Reptiles",
      "Scientific Name": "Glyptemys muhlenbergii",
      "Common Name": "Bog turtle",
      "Description": "The bog turtle is New York's smallest turtle, reaching a maximum length of 4.5 inches. A bright yellow or orange blotch on each side of its head and neck are a distinctive feature of this species. The body color is dark with an orange-red wash on the inside of the legs of some individuals. The carapace (upper shell) is domed and somewhat rectangular, often with prominent rings on the shell plates (scutes). Older individuals may have smooth or polished shells, likely a result of burrowing into coarse soils. Generally dark brown, the carapace is sometimes highlighted by a chestnut sunburst pattern in each scute. The plastron (lower shell) is not hinged and patterned with black blotches. As with most turtles, the plastron of the male is slightly concave while in females it is flat.",
      "Listed Location": "Wherever found, except GA, NC, SC, TN, VA",
      "Reigon": 5,
      "ESA Listing Status": "Threatened",
      "Date Added as Such": "11/05/1997"
    },
    {
      "Classification": "Reptiles",
      "Scientific Name": "Sistrurus catenatus",
      "Common Name": "Eastern Massasauga (=rattlesnake)",
      "Description": "The massasauga rattlesnake is the smallest of the three venomous snakes found in New York State, the other two being the timber rattlesnake (Crotalus horridus) and the copperhead (Agkistrodon contortrix). Derived from the Chippewa language, \"massasauga\" translates to \"great river-mouth\" and probably refers to the snake's preference for wet habitats, including riverine bottomlands. The adult massasauga, also known as the \"swamp rattler,\" is a stout-bodied snake with a broad head. It measures 18-40 inches in length. Average length is 27.5 inches. The body is distinctively marked with a row of large black or dark brown hourglass-shaped markings along the back and three rows of smaller dark spots on each side. The background coloration is gray or brownish-gray.",
      "Listed Location": "Wherever Found",
      "Reigon": 3,
      "ESA Listing Status": "Threatened",
      "Date Added as Such": "10/01/2016"
    },
    {
      "Classification": "Reptiles",
      "Scientific Name": "Eretmochelys imbricata",
      "Common Name": "Hawksbill sea turtle",
      "Description": "The hawksbill is a small to medium-sized sea turtle that is distributed widely throughout tropical and subtropical waters. The hawksbill was originally named Testudo imbricata by Linnaeus. An Atlantic and Indian/Pacific subspecies were recognized by Smith and Smith (1979), although recent evidence does not support this designation (Pritchard and Trebbau 1984). This species has very occasionally been found as far north as Massachusetts and is considered a rare visitor to New York (NMFS 2013). Hawksbills are not found in the stranding record of New York, and have not been documented in recent research efforts in the area.",
      "Listed Location": "Wherever Found",
      "Reigon": 4,
      "ESA Listing Status": "Endangered",
      "Date Added as Such": "06/03/1970"
    },
    {
      "Classification": "Reptiles",
      "Scientific Name": "Dermochelys coriacea",
      "Common Name": "Leatherback sea turtle",
      "Description": "The leatherback sea turtle is a unique and phenomenal species. They are one of the largest reptiles on Earth. The leatherback sea turtle gets its name from its large, barrel-shaped body covered with leathery skin, as opposed to the hard, bony shells of other sea turtles. Leatherbacks are the most pelagic sea turtle and, due to their flexible shell. Leatherbacks can regulate their body temperature and are able to travel farther north, giving them the largest range of any reptile species.",
      "Listed Location": "Wherever Found",
      "Reigon": 4,
      "ESA Listing Status": "Endangered",
      "Date Added as Such": "06/03/1970"
    },
    {
      "Classification": "Snails",
      "Scientific Name": "Novisuccinea chittenangoensis",
      "Common Name": "Chittenango ovate amber snail",
      "Description": "The Chittenango ovate amber snail has a translucent shell with 3 1/2 whorls on an elongated spire. Maximum size is about 0.9 inch (23 mm). The shell is glossy, off-white to pale or pinkish yellow and is marked with growth wrinkles and lines. The soft body of the snail is a pale, translucent yellow. The outer covering of the soft parts, called the mantle, is pale yellowish-olive and is often marked with black streaks and blotches. A prominent dark blotch can be found on the upper side of the foot.",
      "Listed Location": "Wherever Found",
      "Reigon": 5,
      "ESA Listing Status": "Threatened",
      "Date Added as Such": "08/03/1978"
    }
  ]